import './form.js';
import './map.js';
import './filter.js';


/*

1. Описание утилитарных функций.
2. Описание модальных окон с сообщениями об успешной операции или ошибке.
3. Деактивация полей формы фильтрации жилья и формы создания собственного объявления.
4. Создание шаблона одного объявления.
5. Получение данных с сервера и рендер пинов с объявлениями.
6. Активация полей формы фильтрации жилья и формы создания собственного объявления.
7. Валидация формы создания собственного объявления.
8. Фильтр жилья.
9.

*/
